#dotfiles
brew "yadm"

#Version managers
brew "rbenv"
brew "tfenv"

#AWS tools
brew "awscli"
brew "aws-cdk"
cask "aws-vault"

# dev tools
cask "visual-studio-code"

# Virtual environments
cask "virtualbox"
cask "vagrant"

#k8s
brew "kubectl"
brew "minikube"

# Browsers
cask "firefox"

#Make like linux
cask "xquartz"
brew "dmenu"
brew "zenity"

# Network tools
brew "speedtest-cli"
brew "telnet"
